Repository: rafaabances/BC-Big-Time-Ext-Ventas-Mig
Catalog: Translations/BC Big Time Ext Ventas Mig.*.g.xlf
Languages: es_es

# Report 3660178311 - Control 2346885236 - Property 2879900210
source: Options
es_es: Opciones

# Report 3660178311 - Control 3349558288 - Property 2879900210
source: Auxiliary Journal
es_es: Diario auxiliar

# Report 3660178311 - Control 1042671269 - Property 2879900210
source: Batch Name
es_es: Nombre sección

# Report 3660178311 - Control 2558506169 - Property 2879900210
source: Template Name
es_es: Nombre libro

# Report 3660178311 - Control 2902969928 - Property 2879900210
source: New Due Date
es_es: Nueva fecha vencimiento

# Report 3660178311 - Control 2635511454 - Property 2879900210
source: New Payment Method
es_es: Nueva forma pago

# Report 3660178311 - Control 51809174 - Property 2879900210
source: Posting Date
es_es: Fecha registro

# Report 2308018767 - Control 2346885236 - Property 2879900210
source: Options
es_es: Opciones

# Report 2308018767 - Control 3349558288 - Property 2879900210
source: Auxiliary Journal
es_es: Diario auxiliar

# Report 2308018767 - Control 1042671269 - Property 2879900210
source: Batch Name
es_es: Nombre sección

# Report 2308018767 - Control 2558506169 - Property 2879900210
source: Template Name
es_es: Nombre libro

# Report 2308018767 - Control 51809174 - Property 2879900210
source: Posting Date
es_es: Fecha registro

# Report 2308018767 - Control 879418856 - Property 2879900210
source: Use Journal
es_es: Registro

# PageExtension 237777831 - Action 3865100155 - Property 2879900210
source: Reject
es_es: Mov. dotación morosos

# PageExtension 3007450466 - Action 1192323873 - Property 2879900210
source: Redraw
es_es: Desdotar

# PageExtension 3007450466 - Action 113888489 - Property 2879900210
source: Reject
es_es: Dotar

# PageExtension 1632320221 - Action 3865100155 - Property 2879900210
source: Reject
es_es: Mov. dotación morosos

# TableExtension 756772029 - Field 1755802916 - Property 2879900210
source: Amount to Redraw
es_es: Importe a recircular

# TableExtension 756772029 - Field 2926843004 - Property 2879900210
source: Initial Doub. Debt Entry No.
es_es: Nº mov. de dudoso cobro inicial

# TableExtension 756772029 - Field 3199035072 - Property 2879900210
source: Last Doub. Debt Entry No.
es_es: Nº mov. de dudoso cobro final

# TableExtension 756772029 - Field 3617354095 - Property 2879900210
source: Redrawn Amount
es_es: Importe desdotado

# TableExtension 756772029 - Field 1607206099 - Property 2879900210
source: Redrawn Doubtful Debt
es_es: Desdotación moroso

# TableExtension 756772029 - Field 2159102766 - Property 2879900210
source: Rejected Amount
es_es: Importe dotado

# TableExtension 756772029 - Field 262607554 - Property 2879900210
source: Rejected Doubtful Debt
es_es: Dotación moroso

# TableExtension 653755955 - Field 2159102766 - Property 2879900210
source: Rejected Amount
es_es: Importe dotado

# TableExtension 1937837226 - Field 3771183694 - Property 2879900210
source: Doubtful debts account
es_es: Cta. dudoso cobro

# TableExtension 1937837226 - Field 1458498953 - Property 2879900210
source: Late payment account
es_es: Cta. dotación morosidad

# TableExtension 1937837226 - Field 3848155984 - Property 2879900210
source: Late payment damage account
es_es: Cta. deterioro morosidad

# TableExtension 1937837226 - Field 2456347666 - Property 2879900210
source: Late payment release account
es_es: Cta. desdotación morosidad

# TableExtension 3439944715 - Field 1755802916 - Property 2879900210
source: Amount to Redraw
es_es: Importe a recircular

# TableExtension 3439944715 - Field 2926843004 - Property 2879900210
source: Initial Doub. Debt Entry No.
es_es: Nº mov. de dudoso cobro inicial

# TableExtension 3439944715 - Field 3199035072 - Property 2879900210
source: Last Doub. Debt Entry No.
es_es: Nº mov. de dudoso cobro final

# TableExtension 3439944715 - Field 3617354095 - Property 2879900210
source: Redrawn Amount
es_es: Importe desdotado

# TableExtension 3439944715 - Field 1607206099 - Property 2879900210
source: Redrawn Doubtful Debt
es_es: Desdotación moroso

# TableExtension 3439944715 - Field 2159102766 - Property 2879900210
source: Rejected Amount
es_es: Importe dotado

# TableExtension 3439944715 - Field 262607554 - Property 2879900210
source: Rejected Doubtful Debt
es_es: Dotación moroso

# TableExtension 1328920279 - Field 2031397197 - Property 2879900210
source: Doubtful Debt Entry No.
es_es: Nº mov. de dudoso cobro inicial

# TableExtension 1328920279 - Field 1147447155 - Property 2879900210
source: Doubtful Debt Provision
es_es: Dotación moroso

# TableExtension 1328920279 - Field 1338773510 - Property 2879900210
source: Doubtful Debt Unprovision
es_es: Desdotación moroso

# TableExtension 2841545124 - Field 455779098 - Property 2879900210
source: Doubful Debt Unprovision
es_es: Desdotación moroso

# TableExtension 2841545124 - Field 138472083 - Property 2879900210
source: Doubfutl Debt Account
es_es: Cuenta deuda moroso

# TableExtension 2841545124 - Field 1147447155 - Property 2879900210
source: Doubtful Debt Provision
es_es: Dotación moroso

# TableExtension 2841545124 - Field 2926843004 - Property 2879900210
source: Initial Doub. Debt Entry No.
es_es: Nº mov. de dudoso cobro inicial

# TableExtension 2841545124 - Field 3199035072 - Property 2879900210
source: Last Doub. Debt Entry No.
es_es: Nº mov. de dudoso cobro último

# Enum 2414176422 - EnumValue 3931687623 - Property 2879900210
source: AuxJournal
es_es: Diario Auxiliar

# Enum 2414176422 - EnumValue 2672871879 - Property 2879900210
source: Direct
es_es: Directo

# EnumExtension 3935927570 - EnumValue 832063177 - Property 2879900210
source: Doubtful
es_es: Dudoso
